elastic-tube-3d/fluid-openfoam/constant/turbulenceProperties
FoamFile
{
 version 2.0;
 format ascii;
 root "";
 case "";
 instance "";
 local "";
 class dictionary;
 object turbulenceProperties;
}

simulationType laminar;

