elastic-tube-3d/fluid-openfoam/constant/couplingProperties
FoamFile
{
 version 2.0;
 format ascii;
 root "";
 case "";
 instance "";
 local "";
 class dictionary;
 object couplingProperties;
}

movingSolidPatches (auto1);

movingFluidPatches (auto1);
